let AbignaleTimeline = [
    {
      id: 1,
      title: "Смерть",
      description:
        "Так как он жив, то вот вам личная жизнь. Абигнейл и его жена Келли живут на острове Даниэля, недалеко от Чарльстона, Южная Каролина. У них трое сыновей: Скотт, Крис и Шон. Абигнейл утверждает, что встреча с женой является мотивацией для изменения своей жизни. Он рассказал автору Полу Стеннингу, что познакомился с ней, когда работал под прикрытием в ФБР, когда она была кассиром в продуктовом магазине",
      date: "Он до сих пор жив!",
      icon: "puzzle",
    },
    {
      id: 2,
      title: "Карьера",
      description:
        "После того, как его отпустили под опеку отца, чтобы предстать перед судом по обвинению в угнанном автомобиле, 17-летний Абигнейл решил выдать себя за пилота. Он получил униформу в компании по её производству на Манхэттене и 7 июля 1965 года сообщил местным СМИ, что он являлся выпускником пилотной школы American Airlines из Форт-Уэрта; тем не менее, он был арестован в Такахо несколько дней спустя. Абигнейл был приговорён к трём годам заключения в тюрьме Грейт-Медоу в Форт-Энн. Отбыв всего два года наказания, он был отпущен под опеку матери. Тем не менее, он нарушил условия своего условно-досрочного освобождения из-за осуждения за кражу автомобиля в Бостоне, и был возвращён в Грейт-Медоу ещё на один год.\n" +
        "\n" +
        "После освобождения 24 декабря 1968 года 20-летний Абигнейл переоделся в пилота TWA и переехал в Батон-Руж, штат Луизиана, где он пробрался в дом местного учителя музыки, чья дочь была стюардессой Delta Air Lines, с которой он познакомился в Нью-Йорке. В Батон-Руж Абигнейл также подружился с местным министром, утверждая, что у него есть степень магистра в области социальной работы в колледже Итака, и он искал работу с уязвимой молодёжью с нарушениями интеллекта и развития. Преподобный познакомил его с преподавателями Университета штата Луизиана, которые определили, что он был «очевидным мошенником». Преподобный после того, как Абигнейл рассказал ему, что он был уволенным пилотом TWA, заподозрил неладное и позвонил в авиакомпанию, где ему сказали, что Абигнейл был мошенником. Преподобный уведомил Департамент полиции Батон-Руж, и Абигнейл был арестован 14 февраля 1969 года, первоначально по обвинению в бродяжничестве. После ареста было установлено, что он незаконно вывез свой арендованный автомобиль во Флориде из штата и имел фальсифицированное удостоверение личности сотрудника авиакомпании. На следующий день детективы установили, что Абигнейл украл пустые чеки у своей принимающей семьи и местного бизнеса в Батон-Руж, и впоследствии ему было предъявлено обвинение в краже и подделке документов. Не имея возможности внести залог, он был осуждён 2 июня 1969 года и приговорён к 12 годам испытательного срока под надзором, но вскоре бежал из Луизианы в Европу",
      date: "1965-1969 года",
      icon: "work",
    },
    {
      id: 3,
      title: "Образование",
      description:
        "В многочисленных интервью Абигнейл утверждал, что посещал подготовительную школу Иона в Уэстчестере до 10-го класса в возрасте 16 лет в 1964 году. Абигнейл не упоминается по имени, хотя и его фотографии не появляются в ежегодниках подготовительной школы Ионы с того времени, когда он якобы посещал его. Более того, ни один выпускник не помнит, чтобы Абигнейл когда-либо посещал среднюю школу.\n" +
        "\n" +
        "В декабре 1964 года он поступил на службу в ВМС США в возрасте 16 лет. Он был уволен менее чем через три месяца и был освобождён 18 февраля 1965 года",
      date: "до 1965 года",
      icon: "school",
    },
    {
      id: 4,
      title: "Детство",
      description:
        "Фрэнк Уильям Абигнейл-младший родился в Бронксе, Нью-Йорк, 27 апреля 1948 года в семье алжиро-американской матери (умерла в ноябре 2014 года) и итало-американского отца (умер в марте 1972 года). Он провёл свою раннюю жизнь в Бронксвилле[en]. Его родители разошлись, когда ему было 12 лет, и развелись, когда ему было 15 лет. После развода Абигнейл переехал со своим отцом и новой мачехой в Маунт-Вернон.\n" +
        "\n" +
        "По словам Абигнейла, первой жертвой был его отец, который дал ему кредитную карту на бензин и грузовик и в конечном итоге был обязан оплатить счёт на сумму 3400 долларов. Абигнейлу в то время было всего 15 лет. В своей автобиографии Абигнейл говорит, что из-за этого преступления он был отправлен в исправительную школу в округе Уэстчестер (в соответствии с описанием сельскохозяйственной школы Линкольндейла),",
      date: "27 апреля 1948 года",
      icon: "puzzle",
    },
  ];
  
  export default AbignaleTimeline;
  