let FurgusonTimeline = [
  {
    id: 1,
    title: "Смерть",
    description:
      "В 1938 году Артур Фергюсон умер от сердечного приступа\n" +
      "\n" +
      "До самой смерти продолжал обманывать доверчивых обывателей",
    date: "1938 год",
    icon: "puzzle",
  },
  {
    id: 2,
    title: "Карьера",
    description:
      "Утверждается, что в 1920-х годах Фергюсон продал ряд знаменитых памятников. В частности речь шла о Колонне Нельсона на Трафальгарской площади (на сумму 6000 фунтов стерлингов), башне Биг Бен (с первоначальным взносом в 1000 фунтов стерлингов) и Букингемском дворце (за 2000 фунтов стерлингов первоначального взноса). Во всех случаях покупателями выступали доверчивые американские туристы. В 1925 году Фергюсон эмигрировал в США. Там он продолжил свои аферы. В частности «продал» Белый дом богатому владельцу ранчо в рассрочку. Ежегодные выплаты должны были осуществляться в размере 100 000 долларов..\n" +
      "\n" +
      "Затем Фергюсон попытался продать Статую Свободы зажиточному туристу из Австралии. Но тот заподозрил неладное и обратился в полицию. Фергюсона арестовали и заключили в тюрьму. Он освободился в 1930 году и перебрался в Лос-Анджелес.",
    date: "1920-1938 года",
    icon: "work",
  },
  {
    id: 3,
    title: "Образование",
    description:
      "Артур Фергюсон учился в Университете Торонто, где он получил степень бакалавра искусств в 1913 году. Он также посещал Магдаленский колледж Оксфорда в Англии.\n",
    date: "до 1913 года",
    icon: "school",
  },
  {
    id: 4,
    title: "Детство",
    description:
      "родился 18 мая 1890 года в Торонто, Канада. На сегодняшний день нет подробной информации о его раннем детстве, но известно, что он был активным и успешным в своих учебных и спортивных усилиях.",
    date: "18 мая 1890 год",
    icon: "puzzle",
  },
];

export default FurgusonTimeline;