let LustigTimeline = [
  {
    id: 1,
    title: "Смерть",
    description:
      "11 марта 1947 года Люстиг умер от пневмонии.",
    date: "11 марта 1947 год",
    icon: "puzzle",
  },
  {
    id: 2,
    title: "Карьера",
    description:
      "В 1920 году Виктор Люстиг отправился в США, где представился графом Виктором Люстигом. На протяжении жизни он сменил десятки псевдонимов. Только лишь на территории США его арестовывали 50 раз и после каждого ареста отпускали из-за недостатка улик. Будучи хорошим психологом с аристократическими манерами, он довёл свои мошеннические навыки до совершенства, сумев обмануть даже Аль Капоне. В 1925 году Люстигу удалось на закрытом аукционе продать парижскому бизнесмену Андре Пуассону Эйфелеву башню, уверив того, что башня якобы продаётся на слом, а он является агентом правительства, осуществляющим эту операцию.\n" +
      "\n" +
      "Обманутый торговец постеснялся заявить в полицию, и Люстиг проделал этот же трюк ещё раз. Впрочем, новый покупатель отправился в полицию, и афера была раскрыта.",
    date: "1920-1925 года",
    icon: "work",
  },
  {
    id: 3,
    title: "Образование",
    description:
      "Виктор Люстиг происходил из высших слоёв буржуазии, получил хорошее образование и бегло говорил как минимум на пяти языках.",
    date: "до 1909 года",
    icon: "school",
  },
  {
    id: 4,
    title: "Детство",
    description:
      "Информация отсутствует",
    date: "4 января 1890 года",
    icon: "puzzle",
  },
];

export default LustigTimeline;