let MavrodyTimeline = [
    {
      id: 1,
      title: "Смерть",
      description:
        "26 марта 2018 года Сергею Мавроди стало плохо на автобусной остановке на улице Поликарпова в городе Москве, он жаловался на слабость и боли в сердце. Случайный прохожий вызвал ему скорую. Врачи доставили Мавроди поздно ночью в 67-ю городскую больницу Москвы, где он скончался от сердечного приступа. Смерть зафиксировали в 6:40 по местному времени. Тело забрала из морга его бывшая жена, она же решила, что похороны будут закрытыми. Был похоронен 31 марта за счёт бывших вкладчиков «МММ» на Троекуровском кладбище в закрытом гробу, брат Вячеслав Мавроди запретил хоронить его рядом с родителями на Хованском кладбище, на похороны брата не пришёл",
      date: "Его любили и ненавидели",
      icon: "puzzle",
    },
    {
      id: 2,
      title: "Карьера",
      description:
        "В 1989 году основал кооператив «МММ», который торговал импортной оргтехникой — ввозил в СССР компьютеры и комплектующие — и не занимался финансовой деятельностью. Со временем были созданы несколько десятков коммерческих структур для разных направлений деятельности. В 1992 году регистрируется акционерное общество «МММ», ставшее впоследствии крупнейшей в истории России финансовой пирамидой, от которой пострадали, по разным оценкам, от 10 до 15 млн человек.\n" +
        "\n" +
        "2 сентября 1997 года «МММ» было признано банкротом",
      date: "1989-1997 года",
      icon: "work",
    },
    {
      id: 3,
      title: "Образование",
      description:
        "Окончил десять классов средней школы № 35, по другим источникам — № 45 города Москвы. Окончил Детскую художественную школу № 1 имени В. А. Серова на Пречистенке. Согласно утверждениям Мавроди, во время учёбы он проявил способности в математике и физике, побеждал в школьных олимпиадах.\n" +
        "\n" +
        "После окончания школы в 1972 году поступал в Московский физико-технический институт, но не сдал вступительные экзамены и поступил в Московский институт электронного машиностроения на факультет «Прикладная математика». Увлекался игрой в шахматы и покером. В институте Сергей впервые стал изготавливать и продавать копии аудио- и видеоматериалов. После окончания МИЭМ Мавроди два года проработал в закрытом НИИ",
      date: "до 1978 года",
      icon: "school",
    },
    {
      id: 4,
      title: "Детство",
      description:
        "Сергей Пантелеевич Мавроди родился 11 августа 1955 года в Москве. По национальности по линии матери — русский, по отцовской линии наполовину украинец, наполовину грек. Отец — Пантелей Андреевич Мавроди — монтажник (умер от рака лёгких в 1980 году), мать — Валентина Фёдоровна Мавроди (урождённая Монахова) — экономист (умерла от рака печени в 1986 году). Младший брат — Вячеслав.\n" +
        "\n" +
        "В детстве Сергею диагностировали врождённый порок сердца. По словам самого Мавроди, в детстве он обладал феноменальной памятью",
      date: "11 августа 1955",
      icon: "puzzle",
    },
  ];
  
  export default MavrodyTimeline;
  